{
  "ERMDWizardBanner.stepsMessage" = "Schritt @@currentStep@@ von @@tabSectionsContents.count@@";
  "ERMDEmptyListMessage.createObjectStringTemplate" = "Neuer Eintrag";
  "ERMDEmptyListMessage.emptyEmbeddedListMessage" = "Keine @@displayNamePluralizedForDestinationEntity@@ gefunden";
  "ERMDEmptyListMessage.emptyListMessage" = "Keine @@displayNamePluralizedForEntity@@ gefunden.";
  "ERMD.editRelationshipButtonLabel" = "Bearbeiten...";
  "ERMD.inspectButtonLabel" = "Ansehen";
  "ERMD.inlineCancelCreationMessage" = "Anlegen von @@displayNameForEntity@@ abrechen?";
  "ERMD.inlineRemoveOrDeleteRelatedMessage" = "@@displayNameForEntity@@ wirklich löschen oder entfernen?";
  "ERMD.inlineRemoveRelatedMessage" = "@@displayNameForEntity@@ wirklich entfernen?";
  "ERMD.inlineDeleteRelatedMessage" = "@@displayNameForEntity@@ wirklich löschen?";
  "ERMD.confirmDeleteRelatedMessage" = "@@displayNameForEntity@@ wirklich löschen?";
  "ERMD.confirmRemoveRelatedMessage" = "@@displayNameForEntity@@ wirklich entfernen?";
  "ERMD.confirmDeleteOrRemoveRelatedMessage" = "@@displayNameForEntity@@ entfernen oder wirklich löschen?";
  "ERMD.confirmDeleteMessage" = "@@displayNameForEntity@@ wirklich löschen?";
  "ERMD.addExistingButtonLabel" = "Auswählen";
  "ERMD.addNewButtonLabel" = "Neu anlegen";
  "ERMD.newRelationshipButtonLabel" = "Neu anlegen";
  "ERMD.queryRelationshipButtonLabel" = "Suchen";
  "ERMD.columnSelectorTitle" = "Spalten auswählen";
  
  /* Branch button labels, alternative text values */
  "Button._cancelEdit" = "Abbrechen";
  "Button._cancelEdit.Alt" = "Macht die Änderungen am Objekt rückgängig";
  "Button._clear" = "Löschen";
  "Button._clear.Alt" = "Löscht die Formularfelder";  
  "Button._create" = "Neu";
  "Button._create.Alt" = "Erstellt ein neues Objekt";
  "Button._createRelated" = "Neu";
  "Button._createRelated.Alt" = "Erstellt ein neues verknüpftes Objekt";
  "Button._delete" = "Löschen";
  "Button._delete.Alt" = "Löscht das Objekt";
  "Button._deleteReturn" = "Löschen";
  "Button._deleteReturn.Alt" = "Löscht das Objekt";
  "Button._edit" = "Bearbeiten";
  "Button._edit.Alt" = "Bearbeitet das Objekt";
  "Button._editRelated" = "Bearbeiten";
  "Button._editRelated.Alt" = "Bearbeitet das verknüpfte Objekt";
  "Button._inspect" = "Ansehen";
  "Button._inspect.Alt" = "Zeigt die Details des Objekts";
  "Button._inspectRelated" = "Ansehen";
  "Button._inspectRelated.Alt" = "Zeigt die Details des verknüpften Objekts";
  "Button._nextStep" = "Weiter";
  "Button._nextStep.Alt" = "Nächster Schritt";
  "Button._prevStep" = "Zurück";
  "Button._prevStep.Alt" = "Vorheriger Schritt";
  "Button._query" = "Suchen";
  "Button._query.Alt" = "Findet Objekte welche der Abfrage entsprechen";
  "Button._queryRelated" = "Suchen";
  "Button._queryRelated.Alt" = "Findet verknüpfte Objekte welche der Abfrage entsprechen";
  "Button._removeRelated" = "Entfernen";
  "Button._removeRelated.Alt" = "Entfernt verknüpfte Objekte";
  "Button._return" = "Zurück";
  "Button._return.Alt" = "Kehrt zur vorherigen Seite zurück";
  "Button._returnRelated" = "Zurück";
  "Button._returnRelated.Alt" = "Kehrt zur vorherigen Seite zurück";
  "Button._save" = "Speichern";
  "Button._save.Alt" = "Speichert die Änderungen am Objekt";
  "Button._select" = "Auswählen";
  "Button._select.Alt" = "Wählt dieses Objekt";
  "Button._selectAll" = "Alles auswählen";
  "Button._selectAll.Alt" = "Wählt alle Objekte";
  "Button._selectNone" = "Keins auswählen";
  "Button._selectNone.Alt" = "Setzt die Auswahl für alle Objekte zurück";
   
}